volume = float(input("")) 
print("Объем в литрах: ", volume * 3.8) 
print("Количество баррелей нефти: ", 19.5 * volume) 
print("Объем углекислого газа: ", 2019.5 * volume) 
print("Объем этанола: ", 75700 * volume / 115000) 
print("Стоимость в долларах США: ", volume * 3) 

#Потребление в Росии бензина в 2015 г. - 35,4 млн т. Население - 144,1 млн. 
oilRus = 35.4 / 144.1

#Cредний объем бензина, расходуемый на человека - 246 тонн в год по России на 1 человека. 
#Переводим в литры 
oil = 1370 * 243

#Затраты 1 человека в день 
spend = oil / 365

#Население НСК 
dailySpend = 1_567_087
spend = 1_446_891_427.1
